{"source": "2016高考英语满分作文范文(新课标1卷)", "link": "http://gaokao.koolearn.com/20170527/1104693.html", "question_type": "pure-writing", "question": "假定你是李华，暑假想去一家外贸公司兼职，已写好申请书和个人简历(resume)。给外教Mr Jenkins 写信，请她帮你修改所附材料的文字和格式(format)", "requirements": "1. 词数100左右; 2. 可以适当增加细节，已使行文连贯。", "example_essay": "Dear Ms Jenkins, I am Li Hua, I am writing to tell you something about my plan for the coming summer vacation and I also want you to do me a favor. In order to get some practical experience, I am planning to take a part-time job in a foreign capital company. I have already finished my job application and personal resume. But this is the first time that I have written an application and the personals resume, so I don’t even know if there are something to pay attention to. So, I’m writing you the letter , hoping you can give me some help. I will be very grateful if you can help me. Looking forward to your reply. And I’d be really thankful. Yours, Li Hua"}
{"source": "2016高考英语满分作文范文(新课标2卷)", "link": "https://gaokao.koolearn.com/20170527/1104694.html", "question_type": "pure-writing", "question": "假定你是李华，你校摄影俱乐部(photography club)将举办国际中学摄影展。请给你的英国朋友Peter写封信。请他提供作品。信的内容包括：1.主题：环境保护; 2.展览时间; 3.投稿邮箱：intlphotoshow@gmschool.com.", "requirements": "1.词数100左右; 2.可以适当增加细节，以使行文连贯。", "example_essay": "　Dear Peter, Our school photography club is going to hold an International High School student Photography Show. The theme of the show is environmental protection. It will start from June 15th and last three weeks. Any students who is interested in welcome to participate. I know you take good pictures and you've always wanted to do something for environmental protection. I remember you showed me some photos on that themethe last time you visitedour school. This is surely a good chance for more people to see them. If you want to join, youcan send your photos to .Hope to hear from you soon. Yours Lihua"}
{"source": "2016高考英语满分作文范文(新课标3卷)", "link": "https://gaokao.koolearn.com/20170527/1104695.html", "question_type": "pure-writing", "question": "假定你是李华，与留学生朋友Bob约好一起去书店，因故不能赴约。请给他写封邮件，内容包括： 1.表示歉意; 2.说明原因; 3.另约时间。", "requirements": "1.词数100左右; 2.可以适当增加细节，以使行文连贯。", "example_essay": "Dear Bob, I’m sorry to say that I cannot go to the bookstore with you on Friday afternoon. I have just found that I have to attend an important class meeting that afternoon. I hope the change will not cause you too much trouble. Shall we go on Saturday morning? We can set out early so that we’ll have more time to read and select books. If it’s convenient for you, let’s meet at 8:30 outside the school gate. If not, let me know what time suits you best. I should be available any time after school next week. Yours, Li Hua"}
{"source": "2016高考英语满分作文范文(天津卷)", "link": "https://gaokao.koolearn.com/20170527/1104696.html", "question_type": "pure-writing", "question": "假设你是晨光中学学生会主席李津，你校拟向美国友好交流学校的中文班捐赠一批图书。请根据以下提示，写一封邮件与中文班班长Chris联系，并告知将于今年七月赴对方学校参加夏令营时带去赠书。 (1)自我介绍; (2)拟捐赠图书的类型、册数、用途等; (3)询问对方的其他需求。", "requirements": " (1)词数不少于100; (2)请适当加入细节，使内容充实、行文连贯。", "example_essay": "Dear_Chris， How is everything going I am Li Jin, president of the Student Union from Chenguang Middle School. Now I am writing an e-mail to tell you something about our donated books.We will go to take part in the summer camp held by your school this July, which makes us very excited. At the same time, we are going to bring along about five hundred books with us for your class. Most of them are about Chinese and some about Chinese cooking as well. I believe these donated books will not only make you more familiar with China but help enhance your Chinese.By the way, if you need any other kind of books, please do tell me.Yours， Li_Jin"}
{"source": "2016高考英语满分作文范文(江苏卷)", "link": "https://gaokao.koolearn.com/20170527/1104698.html", "question_type": "reading-writing", "reading": "In recent years, internet voting has become increasingly popular in China. People not only cast on-line votes themselves, but also urge others to vote for competitions like the \"Most Beautiful Teacher\" and the \"Cutest Baby\". Li Jiang, a high school student, is invited to vote in the \"Best Police Officer\" competition, organized by the local government to let the public have a better understanding of police officers' daily work. Li Jiang visits the website and reads all the stories. He is deeply moved by their glorious deeds. He is already thinking of becoming a policeman himself in the future. Su Hua is invited by his uncle to vote for his cousin in the \"Future Singer\" competition. He has already received three similar invitations this week. His uncle tells him that if his cousin wins the competition, the family will win an oversea s tour for free. Su Hua likes his cousin very much, but he finds other singers perform even better. To vote, or not to vote This is a question that troubles him very much.", "question": "1. 用约30个单词写出上文概要; 2. 用约120个单词阐述你对网络投票的看法，并用2 ~3个理由或论据支撑你的看法。", "requirements": "1. 写作过程中不能直接引用原文语句; 2. 作文中不能出现真实姓名和学校名称; 3. 不必写标题。", "example_essay": "On-line voting becomes increasingly popular, and many competitions get people involved in it. It is beneficial to some people, while it puts others into a dilemma over whether to vote or not. In my opinion, on-line voting is an inseparable part of modern life and should be welcomed, since it is no more than a way to participate in public life. It makes no difference from ordinary voting events, in which candidates go around to seek supports. In addition, the Internet makes surveying and voting easy and convenient, regardless of time and space. Furthermore, voting on the Internet makes instant feedback possible. To be honest, voters sometimes feel annoyed, not because they hate voting, but because they are divided between emotion and fairness. Things will turn for the better if we can work out some participation rules for people to obey. Therefore, I hold a positive attitude towards on-line voting."}
{"source": "2016高考英语满分作文范文(浙江卷)", "link": "https://gaokao.koolearn.com/20170527/1104699.html", "question_type": "pure-writing", "question": "\"Planning is good ,but doing is better\"是一句英国名言。请以此为题目用英语写一篇100-120词的短文。要求如下： 1.简述你对这句名言的理解; 2.用一个具体事例加以说明; 3.给出恰当的结尾。", "requirements": "1.文章的标题已给出(不计词数)： 2.文中不得以任何形式透露地区、学校、老师或同学姓名等真实信息，否则按作弊行为认定。", "example_essay": "Planning Is Good ,But Doing Is Better Planning is good as it decides in detail how we do.However,a plan can bear no fruit without being actually carried out.My experience in the English speech contest last October is a case in point.A month before the event,I Spent hours working out a schedule outlining my goals and practical steps.After that,I set out to read widely for an inspiring topic,wrote a speech,and practiced its delivery in beautiful prounnciation with good public speech skills.I finally came out of the contest as the first prize winner.I know how I achieved my success. It came from good planning and better doing combined."}
{"source": "高考英语作文：2014高考英语满分作文(安徽卷)", "link": "https://gaokao.koolearn.com/20150424/853875.html", "question_type": "pure-writing", "question": "为了帮助中学生健康成长，某中学英文报开辟了“HEART-TO-HEART”专栏。假设你是该栏目的编辑Jamie，收到一封署名为Worried的求助信。信中该同学向你诉说了自己的困扰：近日容易发脾气，使正常的学习和生活受到了影响。请用英文给该同学写一封回信。内容要点如下：1.表示理解并给予安慰;2.提出建议并说明理由。", "requirements": "1.词数120左右; 2.信中不能出现与本人相关的信息; 3.信的开头与结尾已为你拟好，不计入总词数。", "start": "Hi Worried， I’m sorry to know that you’re having such a had time at the moment.", "end": "Yours, Jamie", "example_essay": "Hi Worried, I'm sorry to know that you're having such a bad time at the moment. The truth is that everyone will have one of those periods when things seem to be going wrong, so you don't have to worry much. The important thing is to learn to control your temper so that you may not do or say anything you’ll regret. Here are three useful tips: First, talk to someone you trust about how you feel. This is a good way of letting your anger out without hurting others or yourself. Second, go outdoors and play team games with your ftiends as physical exercise is an effective way to get rid of anger. And third, remain optimistic about your future. Such a positive attitude towards life can be helpful in lifting your spirits. I hope you'll soon feel calmer and carry on as normal. Yours, Jamie"}
{"source": "高考英语作文：2014高考英语满分作文(湖北卷)", "link": "https://gaokao.koolearn.com/20150424/853873.html", "question_type": "pure-writing", "question":"请根据以下提示，并结合事例，用英语写一篇短文。We all know that "sticks and stones may break our bones", but we should also be aware that words can hurt people, too.", "requirements": "1.无须写标题，不得照抄英语提示语; 2.除诗歌外，文体不限; 3.文中不得透露个人姓名和学校名称; 4.词数为120左右。", "example_essay": "　As is widely acknowledged, whatever small good deeds we do can definitely make a big difference in our life. I learned this from one of my experiences that I went through during my Senior One school life. One day, when I was wandering through the street, I suddenly witnessed an old man fall to the ground. Without hesitation, I hurried to help him stand up and rested him in a street chair nearby. What surprised me most was that some classmates warned me not to do it again as the family might mistake me for the offender. I was so frustrated that I almost accepted the fact that I had really done something improper. It was my parents’ approval and the teachers’ praise as well as the family’s gratitude that helped me the good deed I had done. From then on, whenever possible and wherever necessary, I am always willing to give a helping hand to those in need. It wasn’t long before I was chosen as one example in our school for helping others. From this story, I am absolutely convinced that small kind deeds are worth doing in spite that we may be wronged for this. Only in this way can we contribute to building a harmonious society."}
{"source": "高考英语作文：2014高考英语满分作文(北京卷第一节)", "link": "https://gaokao.koolearn.com/20150424/853867.html", "question_type": "pure-writing", "question": "你给英国朋友Chris写一封信，内容包括：1.你们原计划7月份一同去云南旅游; 2.由于脚部受伤，你无法按原计划前往; 3.表达你的歉意并建议将旅行推迟到8月份。", "start": "Dear Chris,", "end": "　Yours, Joe", "requirements": "1.词数不少于50. 2. 可适当增加细节，以使行文连贯。3.开头和结尾已给出，不计入总词数。", "example_essay": "Dear Chris, How is everything going? I remember we planned to visit Yunnan in July but now bucause my left foot was injured, I cannot go with you as planned. I’m sorry about it. Can I suggest that we put it off until early august? I wish you could understand. I’m looking forward to hearing from you soon. Yours, Joe"}
{"source": "高考英语作文：2014高考英语满分作文(北京卷第二节)", "link": "https://gaokao.koolearn.com/20150424/853872.html", "question_type": "pure-writing", "question": "假设你是红星中学高三(1)班的学生李华，用校刊“英语园地”写一篇短文，记述你和同学们向学校提建议，解决自行车存放问题的过程。There was a problem with the parking place for bikes in our school.", "start": "There was a problem with the parking place for bikes in our school.", "requirements": "1. 词数不少于 60. 2. 短文的开头已给出，不计入总词数。", "example_essay": "There was a problem with the parking place for bikes in our school, I noticed the entrance was small and almost blocked. So my classmates and I had a discussion and wrote a report. Then we went to meet the schoolmaster in his office and gave the report to him. He accepted our suggfestions. Soon afterwards, a second entrance was opened to the parking place. Now it is easy to park our bikes there."}
{"source": "高考英语作文：2014高考英语满分作文(四川卷)", "link": "https://gaokao.koolearn.com/20150424/853869.html", "question_type": "pure-writing", "question": "假设你是李夏，你的美国笔友Sam来信关心你参加高考的情况，请根据以下要点回信告知。1. 考试日期与科目; 2. 考试准备情况; 3. 考试时的状态; 4. 对试题的感受; 5. 可能的考试结果。", "start": "Dear Sam, Thank you for your concern.", "end": "Yours, Li Xia", "requirements": "1. 词数120左右; 2. 开头语和结尾语已为你写好; 3. 可以适当增加细节.以使行文连贯; 4. 文中不能出现考生真实姓名和学校名称。", "example_essay": "Dear Sam, Thank you for your concern. Now, I am writing to share with you the experiences in taking the college entrance examination. The exam was due to begin on the morning of the seventh, June. The required subjects in exam are Chinese, English, math, physics, chemistry and biology. In order to get high grades in all subjects, I worked very hard to achieve my goal. Therefore, I had made a full preparation for it. In spite of this, I first felt a little nervous because of some knowledge I was not familiar with. But after a deep breath, I told myself that I could make it and I was able to. After a while, everything went smooth for me. Once again, I regained my confidence, and it worked out well. When I finally went out of the exam spot, I felt relieved and a sense of achievement. So I am confident that I will get my ideal grades. I am glad to receive your letter and thank you again for your concern. And I am waiting for your experiences in study and exam. Wish you a happy day! Yours, Li Xia"}
{"source": "高考英语作文：2014高考英语满分作文(四川卷)", "link": "https://gaokao.koolearn.com/20150424/853869.html", "question_type": "pure-writing", "question": "假设你是李夏，你的美国笔友Sam来信关心你参加高考的情况，请根据以下要点回信告知。1. 考试日期与科目; 2. 考试准备情况; 3. 考试时的状态; 4. 对试题的感受; 5. 可能的考试结果。", "start": "Dear Sam, Thank you for your concern.", "end": "Yours, Li Xia", "requirements": "1. 词数120左右; 2. 开头语和结尾语已为你写好; 3. 可以适当增加细节.以使行文连贯; 4. 文中不能出现考生真实姓名和学校名称。", "example_essay": "Dear Sam, Thank you for your concern. Well, I’m now taking the once-a-year college entrance examination. We are scheduled to attend the exam on June 7th and 8th, on the first day of which Chinese and math will be tested, the second day geography, history, politics and English. Over the past ten months, we have been busy in preparing for this examination. Besides listening to teachers carefully in class, we often work deep into night. Therefore, I believe I can succeed. At first, I felt a little bit nervous but soon I calmed down because Chinese and math, I came to realize, were very easy and English is my favorite subject, you know. So I suppose I can get a good mark which will enable me to enter my ideal college. Best wishes! Yours, Li Xia"}
{"source": "2013海南高考英语满分作文", "link": "https://gaokao.koolearn.com/20140527/810909.html", "question_type": "pure-writing", "question": "假定你是李华，自制一些中国结(Chinese knot)。给开网店的美国朋友Tom写封信，请他代卖，要点包括：1.外观(尺寸、颜色、材料) 2.象征意义 3.价格", "start": "Dear tom, How are you?", "requirements": "1.词数100左右; 2.可以适当增加细节，以使行文连贯 3.开头语已为你写好。", "example_essay": "Dear tom, How are you? I wonder if you could sell some Chinese knots for me. I made them myself with red silk threads, cloth and other materials. They look really beautiful in the shape of a diamond, about 5 inches long and 4 inches wide. In china, these knots stand for friendship, love and good luck. People can either give them as gifts to friends or hang them in their houses. They are only 12.99 US dollars each. If anyone wants to know more about the knots, let them write to me. Also, do let me know if you need further information. Thank you!"}
{"source": "2013湖北高考英语满分作文", "link": "https://gaokao.koolearn.com/20140527/810907.html", "question_type": "pure-writing", "question": "请根据以下提示，并结合事例，用英语写一篇短文。We all know that \"sticks and stones may break our bones\"， but we should also be aware that words can hurt people, too.", "requirements": "1.无须写标题，不得照抄英语提示语; 2.除诗歌外，文体不限; 3.文中不得透露个人姓名和学校名称; 4.词数为120左右。", "example_essay": "My classmate admires my fluent English very much and I usually feel encouraged by his compliments. One day, when we learned the new word “eccentric” in class, we were asked to make a sentence with it.I volunteered to do it by saying “My deskmate is an eccentric boy whose clothes never fit him.” Hearing this, the whole class burst into laughter and my deskmate's face turned red. After class, I learned from the teacher that my deskmate would have dropped out of school if he hadn't been helped by others.My mindless words must have hurt him deeply. Not until then did I realize words could be powerful in both positive and negative.We should avoid hurting others if we can't always be encouraging when we speak."}
{"source": "2013广东高考英语满分作文", "link": "https://gaokao.koolearn.com/20140527/810905.html", "question_type": "pure-writing", "question": "你接受了一项写作任务，要为英语校报写一篇时事快讯。写一篇关于移民火星的快讯", "requirements": "只能用5个句子表达全部内容", "example_essay": "　It is reported that thirty volunteers to be sent to the Mars who are at least 18 years old will be chosen from all the globe by the year of 2015. The volunteers must make a full preparation that there is almost no chance to return to the earth once they are immigrated to the Mars. What’s more, it is greatly important for them to try to keep a good relationship with other members. Experts strongly warned that the living conditions on the Mars are very hard, for not only the extremely cold climate would they meet with, but also loneliness and fear. On the contrary , the volunteers insist that they have got tired of the life on the earth, so greatly being eager to experience the unknown, mysterious life on the Mars; meanwhile, if the would be succeeded , they would get the honor to be heroes of human beings."}
{"source": "2013广东高考英语满分作文", "link": "https://gaokao.koolearn.com/20140527/810905.html", "question_type": "reading-writing", "reading": "To many people even the word “work” sounds unpleasant, not necessarily because they are lazy. The same man,who dislikes his job in the factory or even in the office, may work hard at the weekend ,painting the house or digging the garden.What is the reason ,then? In most cases ,it is because these people simply do not enjoy the Job they are doing .It does not give them any real satisfaction. It may be quite easy,like making up wooden boxes, but it is very boring. Very often they are doing a job which is just a small part of a much larger one ,such as attaching a door handle to a car. But the part they play in actually making the car is so small that they can never say: I have made something! Yet in modern society somebody has to do ordinary jobs such as cleaning streets because this is the way society is organized ,No matter how ordinary a job is, it plays a part in society and therefore deserves our due respect. Society cannot function a single day without the \"dull and boring\" jobs.", "question": "1. 以约30个词概括上文的主要内容。 2. 以约120个词谈谈你对平凡工作的想法，内容包括：(1) 描述清洁工工作的艰辛; (2) 假如没有清洁工，环境会变得如何? (3) 你对平凡工作者的看法。", "requirements": "1. 作文中可以使用亲身经历或虚构的故事，也可以参照阅读材料的内容，但不得直接引用原文中的句子。2. 作文中不能出现真实姓名和学校名称。", "example_essay": "In the passage, the author mainly stressed the importance of small and ordinary work, such as cleaning the street because of their essentiality for the organization of the society ,and thinks those doing such jobs should be respected greatly. There is no doubt that what a cleaner does is more harder compared with any other jobs in the society. On one hand, they must get up in the early morning every day to clean the street while we are sill in the sweet sleeping dreams. On the other hand, they also suffer from less respect and lower pay, working all day on the street no matter it is sun shines strongly or snow, wind heavily. Nobody could imagine what an bad environment we would live in if there were no cleaners in the city. Wherever we go, there is rubbish. Maybe we would soon be drowned in the mountain of rubbish. Even worse, if there were no change about that, diseases would spread at a very quick speed. Is there anything that can be worse than this! From the above, I can draw the conclusion safely that even the smallest and the most ordinary job, such as cleaning the street is also the necessary part to keep the society going smoothly. Consequently, those who do those most insignificant微不足道的jobs should get respected as much as those being engineers or doctors."}
{"source": "2013山东高考英语满分作文", "link": "https://gaokao.koolearn.com/20140527/810902.html", "question_type": "pure-writing", "question": "假设你是新华中学的学生李华，你的美国朋友Tom一周前给你发电子邮件，询问你暑假里的打算，但你因准备期末考试未能及时回复。请根据以下要点给他回邮件：1. 未及时回复的原因; 2. 你假期的打算(如做兼职、旅行、做志愿者等)。", "requirements": "1. 字数：120~150; 2. 可以适当增加细节，以使行文连贯。", "example_essay": "Dear Tom, How are you doing? You asked me in your last letter about my plan for the coming summer vacation。I am sorry that I didn't reply without delay. How I wish I would read and reply your email as soon as I received it. However, I was busy preparing for my final exam at that time, which is vital for me. As a result, I had no choice but to completely focus on my study. I believe that if you were me, you would make the same choice. By the way, I have a busy schedule for my summer vacation. First and foremost, I would do apart time job, so that my interpersonal skills would be improved. Additionally, I will take a short trip to Beijing to take a summer course in the New Oriental School. Last but not least, maybe I will work as a volunteer for the school as a teaching assistant. These are my plan for the summer vacation. What’s yours? I am looking forward to your earliest reply."}
{"source": "2013上海高考英语满分作文", "link": "https://gaokao.koolearn.com/20140527/810900.html", "question_type": "pure-writing", "question": "上海博物馆拟举办一次名画展，现就展出场所(博物馆还是社区图书馆)征集公众意见，假设你是王敏，给上海博物馆写一封信表达你的想法。你的信必须满足以下要求：1. 简述你写信的目的及你对场所的选择; 2. 说明你的理由(从便利性，专业性等方面对这两个场所进行对比)", "requirements": "Directions: Write an English composition in 120-150 words according to the instructions given in Chinese.", "example_essay": "Dear Sir/ Madam, I’ve just learned that Shanghai Museum will hold a famous painting exhibition and you’re responsible for collecting public suggestions about the best location to hold it. I’m writing this letter to share with you my opinions. As far as I’m concerned, it is more reasonable to hold the painting exhibition in Shanghai Museum than in community libraries. My reasons are as follows. On the one hand, it is more convenient for people to reach Shanghai Museum, located in the center of the city. Visitors can go there by subway,by bus and so on. What’s more, Shanghai Museum is much more extensive than community libraries, providing visitors with a more comfortable environment to appreciate the famous paintings. On the other hand, Shanghai Museum, a well-known and distinguished museum both at home and abroad, is more professional in holding painting exhibitions. What’s of great significance is that not only does it provide advanced facilities and high-tech monitors but also offers professional security guards to protect those famous paintings from being damaged or stolen in the process of exhibition. Consequently, I strongly propose that the painting exhibition is to be held in the Shanghai Museum. Yours, Wang Min"}
{"source": "2013新课标卷I高考英语满分作文", "link": "https://gaokao.koolearn.com/20140527/810894.html", "question_type": "pure-writing", "question": "假定你是李华。请你给笔友Peter写封信，告诉他你叔叔李明将去他所在城市开会，带去他想要的那幅中国画，同时询问他是否可以接机。信中还需说明：李明：高个子，戴眼镜 航班号：CA985 到达：8月6日上午11:30", "requirements": "1. 词数100左右; 2. 可以适当增加细节，以使行文连贯; 3. 开头语和结束语已为你写好。", "example_essay": "Dear Peter, How are you doing? I’m writing to tell you that my uncle Li Ming is going to your city for a conference, and I’ve asked him to bring you the Chinese painting you’ve asked for before. Also, I’d like you to do me a favor. Would you please meet my uncle at the airport and take him to his hotel since this is his first visit to the U.S.? Thank you in advance! His flight number is CA985, and it will arrive at 11:30 am, August 6. My uncle is tall and he is wearing glasses. And he will be in a blue jacket. Looking forward to your reply. Yours, Li Hua"}
{"source": "2013新课标卷II高考英语满分作文", "link": "http://gaokao.koolearn.com/20140527/810882.html", "question_type": "pure-writing", "question": "假定你是李华，自制了一些中国结(Chinese knot)。给开网店的美国朋友Tom写封信，请他代卖，要点包括：1. 外观(尺寸、颜色、材料) 2. 象征意义 3. 价格", "requirements": "1. 词数100左右; 2. 可以适当增加细节，以使行文连贯; 3. 开头已为你写好。", "start": "Dear Tom, How are you doing?", "example_essay": "Dear Tom, How are you doing?I wonder if you could sell some Chinese knots for me. I made them myself with red silk threads, cloth and other materials. They look really beautiful in the shape of a diamond, about 5 inches long and 4 inches wide. In China, these knots stand for friendship, love and good luck. People can either give them as gifts to friends or hang them in their houses. They are only 12.99 US dollars each. If anyone wants to know more about the knots, let them write to me. Also, do let me know if you need further information. Thank you!"}
{"source": "2013江西高考英语满分作文", "link": "https://gaokao.koolearn.com/20140527/810879.html", "question_type": "pure-writing", "question": "你作为一名英语报刊的记者，对一次登山活动进行报道。作文题中已经给出了基本的要求，展现你作文分数高度的就是你对活动的评论了。下面让我们来看看优秀的范文是如何处理这些细节性的东西的。1. 时间与地点：4月10日，大青山(Daqing Mountain); 2. 活动的过程; 3. 你对于这次活动的评论。", "requirements": "1. 词数120左右。2. 可适当增加细节，以使行文连贯。", "example_essay": "In order to encourage the students to take outdoor exercise, our school organized a mountain-climbing on April 10. Hundreds of us took part in it. It was a nice day. At 8:00 am, we gathered at the foot of Daqing Moutain and set out for the top in high spirits. All the way we were chatting, singing and laughing, enjoying the fresh air and the beautiful scenery. When some fell behind, others would come and offer help. About 2 hours later, we all reached the top. Bathed in sunshine, we jumped and cheered with joy. The activity benefited us a lot. Not only did it get us close to nature and give us relaxation from heavy school work, it also promoted the friendship among us. What a wonderful time!"}
{"source": "2013陕西高考英语满分作文", "link": "https://gaokao.koolearn.com/20140527/810871.html", "question_type": "pure-writing", "question": "假定你是李华。请根据写作要点用英语写一篇周记，记述你周末帮助家人做家务的一次经历。写作要点：1.做家务的理由;2.做家务的过程;3.你的感受。", "requirements": "1.短文词数不少于100; 2.开头部分已写好，不计入总词数; 3.不能使用真实姓名和学校名称。", "example_essay": "I'm an 18-year old middle school student. I have been busy with my study and seldom helped my parents with the housework. Feeling quite sorry for that, I begin to think about what to do to help. Last Sunday, when my parents went out shopping, I suddenly got an idea: why not give the rooms a thorough cleaning? Firstly I collected all the books, newspapers and other things scattered in the rooms and put them in place. Then I wiped the dust off all the furniture. After that, I swept and mopped the floors. At this very moment, my parents came back and were quite surprised to see all the rooms tidy and floors shining. My mother gave me a hug and I could see satisfaction in her eyes. Tired as I was, I never felt so happy."}
{"source": "2013辽宁高考英语满分作文", "link": "https://gaokao.koolearn.com/20140527/810858.html", "question_type": "pure-writing", "question": "—个英文网站面向中学生征稿请你写一篇英语稿件，介绍“中秋节”及这个节日里的主要活动。1.写作要点：它是中国的传统节日之一; 2.家人团聚; 3.赏月、吃月饼; 4.还有旅游、访友等其他活动。", "requirements": "1.词数100左右; 2. 可以适当增加细节，以使行文连贯;3. 开头语已为你写好，不计人总词数。", "example_essay": "The Mid-Autumn Festival falls on the 15th of the eighth month of our Chinese lunar calendar. As one of the traditional Chinese festivals, it has been enjoying great popularity in our country. Usually, no matter how far away or how busy we are, we will try to come home for the celebration. The moon that night looks the brightest in the whole lunar month. What we love most is the time we enjoy the full moon together. With the beautiful moon up in the sky, we sit together and eat moon cakes and fruit, sharing our stories. In addition to these traditional activities, we have a wider range of choices such as travelling and visiting our relatives or friends."}
{"source": "2013四川高考英语满分作文", "link": "https://gaokao.koolearn.com/20140527/810842.html", "question_type": "pure-writing", "question": "某中学生英文报近期开辟专栏，讨论学习习惯问题，请你结合自身学习实际，按一下提示，用英文为该专栏写一篇稿件。1. 说明学习习惯与学习效果之间的关系; 2. 介绍一种好的学习习惯并提出养成该习惯的建议; 3. 描述自己在学习习惯方面存在的某个问题并给出改进措施", "requirements": "1. 词数120左右，开头语已为你写好 2. 可以适当增加细节，以使行文连贯", "example_essay": "It’s useful and necessary to discuss learning habits. As we all know, good learning habits can make your study go to succeed. As a student, we should pay more attentions to our habits which we develop in our study. I’m sure “repeat” is a best habit. Do you develop the habit? If we want to improve our study, we should repeat what the teachers taught us again and again, and then we can understand or remember the knowledge which the teachers demand us to master. How to develop the habit? the first step, set a timetable, and stick to carry out the plan, don’t stop. When I do my homework, I often make mistakes with carelessness, how to overcome the shortage? I think I should think about it over and over as long as I do my homework. And then I do it little by little. Maybe in this way I can correct my mistakes."}
{"source": "2013年安徽高考英语满分作文", "link": "https://gaokao.koolearn.com/20140526/810604.html", "question_type": "pure-writing", "question": "假如你校英语社团举办以“讲求文明，从我做起”为主题的征文活动，请你以“On the Way to School”为题，写一篇英语短文。内容主要包括：1.遵守交通法规; 2.注意举止文明。", "requirements": "1.词数120左右; 2.可以适当增加细节，以使行文连贯; 3.短文中不能出现与本人相关的信息; 4.短文的题目已为你拟好，不计入总词数", "start": "On the Way to School", "example_essay": "On the Way to School. These days, breaking traffic rules and littering are not uncommon, causing serious harm to life and the environment. Changing this situation requires considerable effort on the part of everyone. As for me, it should start on the way to school. I will keep traffic rules in mind all the way. If I ride a bicycle, I’ll always keep to the right and never cross a road until the traffic light turns green. If I walk, I’ll never forget to use the pedestrian crossing. Meanwhile, I’ll regard it as my duty to help keep our environment clean and healthy. Not only will I keep from littering and spitting anywhere, I will also help clean up the roadside litter whenever possible. I hope my behavior will make a difference."}
{"source": "2013年浙江高考英语满分作文", "link": "https://gaokao.koolearn.com/20140526/810594.html", "question_type": "pure-writing", "question": "命题作文：One Thing I’m Proud of。通过对这件事情的阐述，谈谈自己的引以为自豪的原因以及从中得到了怎样的启示。", "example_essay": "One Thing I’m Proud of I still remember how I became a good table tennis player. The first day I went to high school, I saw some of my classmates playing table tennis. Amazed at how skillful they were, I was determined to be just as good. Later on, I often watched them carefully to learn their techniques. Then I kept practicing until I became confident enough to challenge the good players. At the end of the term I became one of the best players in my class. I am really proud of this experience, because it helps me realize that we all can fulfill our potential and achieve our goals through hard work. It also helps me better understand the proverb "Practice makes perfect.”"}
